cask_args appdir: '~/Applications'

tap 'caskroom/cask'
tap 'caskroom/fonts'

cask 'font-fira-code'
cask 'little-snitch'
cask '1password'
cask 'firefox'
cask 'tor-browser'
cask 'iterm2'

brew 'asdf'
brew 'autojump'
brew 'coreutils'
brew 'ctags'
brew 'dos2unix'
brew 'fzf'
brew 'gpg2'
brew 'heroku'
brew 'htop'
brew 'ispell'
brew 'jq'
brew 'mtr'
brew 'ncdu'
brew 'neovim'
brew 'nmap'
brew 'pandoc'
brew 'pgcli'
brew 'pinentry-mac'
brew 'plantuml'
brew 'postgresql@10'
brew 'pv'
brew 'pwgen'
brew 'python'
brew 'python3'
brew 'qrencode'
brew 'ranger'
brew 'rbenv'
brew 'redis-cli'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 's3fs'
brew 'saw'
brew 'shellcheck'
brew 'speedtest-cli'
brew 'sqlite'
brew 'stow'
brew 'swi-prolog'
brew 'terraform'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'watch'
brew 'wget'
brew 'youtube-dl'
brew 'zplug'
brew 'zsh-syntax-highlighting'
